Repository: tarikdavulcu/spooldry
Catalog: ios/SpoolDry/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: %@ is dry. %@ is cooling down or finished.
ar: ‏%1$@ جاف. %2$@ يبرد الآن أو انتهى.
de: %1$@ ist trocken. %2$@ kühlt ab oder ist fertig.
es: %1$@ está seco. %2$@ se está enfriando o ha terminado.
fr: %1$@ est sec. %2$@ refroidit ou a terminé.
ja: %1$@ の乾燥が完了しました。%2$@ は冷却中または終了しています。

source: %@ switched the heater off. Check the dryer before restarting.
ar: أوقف %@ السخان. افحص المجفف قبل إعادة التشغيل.
de: %@ hat die Heizung abgeschaltet. Prüfe den Trockner vor dem Neustart.
es: %@ apagó el calefactor. Revisa el secador antes de reiniciar.
fr: %@ a coupé le chauffage. Vérifiez le sécheur avant de redémarrer.
ja: %@ がヒーターを停止しました。再開する前にドライヤーを点検してください。

source: %@–%@ · %lld–%lld h
ar: %@–%@ · %lld–%lld ساعة
de: %@–%@ · %lld–%lld Std.
ja: %@–%@ · %lld–%lld時間

source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
ja: 1年

source: 30 days
ar: 30 يومًا
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日

source: 90 days
ar: 90 يومًا
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90日

source: < %lld%% RH
ar: < %lld%% رطوبة نسبية
de: < %lld %% rF
es: < %lld %% HR
fr: < %lld %% HR

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
ja: 情報

source: Add Dryer
ar: إضافة مجفف
de: Trockner hinzufügen
es: Añadir secador
fr: Ajouter un sécheur
ja: ドライヤーを追加

source: All data stays on this iPhone: dryers, drying history, profiles and settings. No account, no cloud, no tracking. Session summaries are kept; detailed chart samples are removed after the selected period.
ar: تبقى جميع البيانات على هذا الـ iPhone: المجففات وسجل التجفيف والملفات الشخصية والإعدادات. بلا حساب ولا سحابة ولا تتبع. تُحفظ الملخصات، وتُحذف بيانات الرسوم البيانية التفصيلية بعد المدة المختارة.
de: Alle Daten bleiben auf diesem iPhone: Trockner, Verlauf, Profile und Einstellungen. Kein Konto, keine Cloud, kein Tracking. Zusammenfassungen bleiben erhalten, detaillierte Diagrammdaten werden nach dem gewählten Zeitraum gelöscht.
es: Todos los datos se quedan en este iPhone: secadores, historial, perfiles y ajustes. Sin cuenta, sin nube, sin rastreo. Los resúmenes se conservan; los datos detallados de los gráficos se borran tras el periodo elegido.
fr: Toutes les données restent sur cet iPhone : sécheurs, historique, profils et réglages. Pas de compte, pas de cloud, pas de suivi. Les résumés sont conservés ; les données détaillées des graphiques sont supprimées après la période choisie.
ja: すべてのデータはこのiPhoneに保存されます：ドライヤー、乾燥履歴、プロファイル、設定。アカウント不要、クラウドなし、トラッキングなし。概要は保持され、詳細なグラフデータは選択した期間後に削除されます。

source: All future improvements
ar: جميع التحسينات المستقبلية
de: Alle künftigen Verbesserungen
es: Todas las mejoras futuras
fr: Toutes les futures améliorations
ja: 今後のすべての改善

source: Always on
ar: يعمل دائمًا
de: Immer an
es: Siempre encendido
fr: Toujours actif
ja: 常にオン

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動

source: Average temperature
ar: متوسط الحرارة
de: Durchschnittstemperatur
es: Temperatura media
fr: Température moyenne
ja: 平均温度

source: Avg. humidity reduction
ar: متوسط انخفاض الرطوبة
de: Ø Feuchte-Reduktion
es: Reducción media de humedad
fr: Réduction moy. d'humidité
ja: 平均湿度低下

source: BLE protocol
ar: بروتوكول BLE
de: BLE-Protokoll
es: Protocolo BLE
fr: Protocole BLE
ja: BLEプロトコル

source: Blink Status LED
ar: وميض مصباح الحالة
de: Status-LED blinken lassen
es: Hacer parpadear el LED
fr: Faire clignoter la LED
ja: ステータスLEDを点滅

source: Bluetooth is on
ar: البلوتوث مفعّل
de: Bluetooth ist an
es: Bluetooth está activado
fr: Bluetooth est activé
ja: Bluetoothがオン

source: Brand
ar: العلامة التجارية
de: Marke
es: Marca
fr: Marque
ja: ブランド

source: Build guide & firmware
ar: دليل التجميع والبرنامج الثابت
de: Bauanleitung & Firmware
es: Guía de montaje y firmware
fr: Guide de montage & firmware
ja: 組み立てガイドとファームウェア

source: Build guide, wiring & firmware
ar: التجميع والتوصيل والبرنامج الثابت
de: Bauanleitung, Verdrahtung & Firmware
es: Montaje, cableado y firmware
fr: Montage, câblage & firmware
ja: 組み立て・配線・ファームウェア

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Celsius (°C)
ar: مئوية (°C)
ja: 摂氏 (°C)

source: Choose between 15 minutes and 48 hours.
ar: اختر بين 15 دقيقة و48 ساعة.
de: Wähle zwischen 15 Minuten und 48 Stunden.
es: Elige entre 15 minutos y 48 horas.
fr: Choisissez entre 15 minutes et 48 heures.
ja: 15分から48時間の間で選択してください。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了

source: Completed, stopped and failed sessions appear here. Everything is stored only on this iPhone.
ar: تظهر هنا جلسات التجفيف المكتملة والمتوقفة والفاشلة. يُحفظ كل شيء على هذا الـ iPhone فقط.
de: Abgeschlossene, gestoppte und fehlgeschlagene Trocknungen erscheinen hier. Alles wird nur auf diesem iPhone gespeichert.
es: Aquí aparecen los secados completados, detenidos y fallidos. Todo se guarda solo en este iPhone.
fr: Les séchages terminés, arrêtés ou échoués apparaissent ici. Tout est stocké uniquement sur cet iPhone.
ja: 完了・停止・失敗した乾燥セッションがここに表示されます。すべてこのiPhoneにのみ保存されます。

source: Connect Your ESP32 Dryer.
ar: اربط مجفف ESP32 الخاص بك.
de: Verbinde deinen ESP32-Trockner.
es: Conecta tu secador ESP32.
fr: Connectez votre sécheur ESP32.
ja: ESP32ドライヤーを接続。

source: Connect and read device information
ar: الاتصال وقراءة معلومات الجهاز
de: Verbinden und Geräteinfos lesen
es: Conectar y leer la información
fr: Connexion et lecture des infos
ja: 接続してデバイス情報を読み取る

source: Connect to your dryer first.
ar: اتصل بالمجفف أولًا.
de: Verbinde zuerst deinen Trockner.
es: Primero conecta tu secador.
fr: Connectez d'abord votre sécheur.
ja: まずドライヤーに接続してください。

source: Connect your SpoolDry dryer
ar: اربط مجفف SpoolDry
de: Verbinde deinen SpoolDry-Trockner
es: Conecta tu secador SpoolDry
fr: Connectez votre sécheur SpoolDry
ja: SpoolDryドライヤーを接続

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み

source: Connecting…
ar: جارٍ الاتصال…
de: Verbinde…
es: Conectando…
fr: Connexion…
ja: 接続中…

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける

source: Controls
ar: التحكم
de: Steuerung
es: Controles
fr: Commandes
ja: 操作

source: Cooling down
ar: يبرد
de: Kühlt ab
es: Enfriando
fr: Refroidissement
ja: 冷却中

source: Could not read the dryer. Make sure it runs SpoolDry firmware and try again.
ar: تعذّرت قراءة المجفف. تأكد من أنه يعمل ببرنامج SpoolDry الثابت ثم حاول مجددًا.
de: Der Trockner konnte nicht gelesen werden. Prüfe, ob die SpoolDry-Firmware läuft, und versuche es erneut.
es: No se pudo leer el secador. Comprueba que use el firmware SpoolDry e inténtalo de nuevo.
fr: Impossible de lire le sécheur. Vérifiez qu'il exécute le firmware SpoolDry et réessayez.
ja: ドライヤーを読み取れませんでした。SpoolDryファームウェアが動作しているか確認して再試行してください。

source: Create profiles for the exact brands you print.
ar: أنشئ ملفات للعلامات التجارية التي تطبع بها.
de: Erstelle Profile für deine genauen Filamentmarken.
es: Crea perfiles para las marcas exactas que imprimes.
fr: Créez des profils pour les marques exactes que vous imprimez.
ja: 使用するブランドごとにプロファイルを作成しましょう。

source: Current
ar: الحالية
de: Aktuell
es: Actual
fr: Actuelle
ja: 現在

source: Custom filament profiles
ar: ملفات خيوط مخصّصة
de: Eigene Filamentprofile
es: Perfiles de filamento propios
fr: Profils de filament personnalisés
ja: カスタムフィラメントプロファイル

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
ja: データ

source: Data sheet URL or reference
ar: رابط ورقة البيانات أو المرجع
de: Datenblatt-URL oder Quelle
es: URL o referencia de la ficha técnica
fr: URL ou référence de la fiche technique
ja: データシートのURLまたは出典

source: Date
ar: التاريخ
de: Datum
es: Fecha
ja: 日付

source: Demo
ar: تجريبي
fr: Démo
ja: デモ

source: Demo Dryer
ar: مجفف تجريبي
de: Demo-Trockner
es: Secador de demostración
fr: Sécheur de démo
ja: デモドライヤー

source: Demo sessions are excluded.
ar: جلسات التجربة غير محتسبة.
de: Demo-Trocknungen sind ausgenommen.
es: Las sesiones de demostración no se incluyen.
fr: Les séances de démo sont exclues.
ja: デモセッションは含まれません。

source: Demo sessions are simulated and do not use your free sessions.
ar: جلسات التجربة محاكاة ولا تستهلك جلساتك المجانية.
de: Demo-Trocknungen sind simuliert und verbrauchen keine Gratis-Trocknungen.
es: Las sesiones de demostración son simuladas y no consumen tus sesiones gratuitas.
fr: Les séances de démo sont simulées et n'utilisent pas vos séances gratuites.
ja: デモセッションはシミュレーションで、無料セッションを消費しません。

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス

source: Device ID
ar: معرّف الجهاز
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil
ja: デバイスID

source: Device information
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
ja: デバイス情報

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
ja: 完了

source: Dryer
ar: المجفف
de: Trockner
es: Secador
fr: Sécheur
ja: ドライヤー

source: Dryer Status
ar: حالة المجفف
de: Trocknerstatus
es: Estado del secador
fr: État du sécheur
ja: ドライヤーの状態

source: Dryers found
ar: المجففات المكتشفة
de: Gefundene Trockner
es: Secadores encontrados
fr: Sécheurs trouvés
ja: 見つかったドライヤー

source: Drying
ar: التجفيف
de: Trocknung
es: Secado
fr: Séchage
ja: 乾燥

source: Drying complete
ar: اكتمل التجفيف
de: Trocknung abgeschlossen
es: Secado completado
fr: Séchage terminé
ja: 乾燥完了

source: Drying hours
ar: ساعات التجفيف
de: Trocknungsstunden
es: Horas de secado
fr: Heures de séchage
ja: 乾燥時間（時間）

source: Drying progress
ar: تقدم التجفيف
de: Trocknungsfortschritt
es: Progreso del secado
fr: Progression du séchage
ja: 乾燥の進捗

source: Drying sessions
ar: جلسات التجفيف
de: Trocknungen
es: Sesiones de secado
fr: Séances de séchage
ja: 乾燥セッション

source: Drying settings
ar: إعدادات التجفيف
de: Trocknungseinstellungen
es: Ajustes de secado
fr: Réglages de séchage
ja: 乾燥設定

source: Drying status
ar: حالة التجفيف
de: Trocknungsstatus
es: Estado del secado
fr: État du séchage
ja: 乾燥状態

source: Drying stopped by a fault
ar: توقف التجفيف بسبب عطل
de: Trocknung durch Fehler gestoppt
es: Secado detenido por un fallo
fr: Séchage interrompu par un défaut
ja: 異常により乾燥が停止しました

source: Drying time
ar: مدة التجفيف
de: Trocknungszeit
es: Tiempo de secado
fr: Durée de séchage
ja: 乾燥時間

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
ja: 時間

source: Edit Profile
ar: تعديل الملف
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロファイルを編集

source: Ending humidity
ar: الرطوبة النهائية
de: Endfeuchte
es: Humedad final
fr: Humidité finale
ja: 終了時の湿度

source: Ends at %@
ar: ينتهي عند %@
de: Endet um %@
es: Termina a las %@
fr: Se termine à %@
ja: %@に終了

source: Engineering polymers
ar: البوليمرات الهندسية
de: Technische Kunststoffe
es: Polímeros técnicos
fr: Polymères techniques
ja: エンジニアリングポリマー

source: Enter a name.
ar: أدخل اسمًا.
de: Gib einen Namen ein.
es: Introduce un nombre.
fr: Saisissez un nom.
ja: 名前を入力してください。

source: Fahrenheit (°F)
ar: فهرنهايت (°F)
ja: 華氏 (°F)

source: Fan
ar: المروحة
de: Lüfter
es: Ventilador
fr: Ventilateur
ja: ファン

source: Fan mode
ar: وضع المروحة
de: Lüftermodus
es: Modo del ventilador
fr: Mode ventilateur
ja: ファンモード

source: Fan monitoring
ar: مراقبة المروحة
de: Lüfterüberwachung
es: Supervisión del ventilador
fr: Surveillance du ventilateur
ja: ファン監視

source: Fault
ar: العطل
de: Fehler
es: Fallo
fr: Défaut
ja: 異常

source: Filament
ar: الخيط
es: Filamento
ja: フィラメント

source: Filament Profiles
ar: ملفات الخيوط
de: Filamentprofile
es: Perfiles de filamento
fr: Profils de filament
ja: フィラメントプロファイル

source: Firmware
ar: البرنامج الثابت
ja: ファームウェア

source: Firmware %@
ar: البرنامج الثابت %@
ja: ファームウェア %@

source: Firmware & flashing guide
ar: دليل البرنامج الثابت والتحميل
de: Firmware- & Flash-Anleitung
es: Guía de firmware y flasheo
fr: Guide du firmware & flashage
ja: ファームウェアと書き込みガイド

source: Firmware 1.0 is updated over USB. Wireless (BLE OTA) updates are prepared in the firmware layout but not available yet.
ar: يُحدَّث البرنامج الثابت 1.0 عبر USB. التحديثات اللاسلكية (BLE OTA) مُهيأة في تخطيط الذاكرة لكنها غير متاحة بعد.
de: Firmware 1.0 wird per USB aktualisiert. Drahtlose Updates (BLE OTA) sind im Speicherlayout vorbereitet, aber noch nicht verfügbar.
es: El firmware 1.0 se actualiza por USB. Las actualizaciones inalámbricas (BLE OTA) están preparadas en la memoria pero aún no disponibles.
fr: Le firmware 1.0 se met à jour par USB. Les mises à jour sans fil (BLE OTA) sont prévues dans l'organisation mémoire mais pas encore disponibles.
ja: ファームウェア1.0はUSBで更新します。ワイヤレス更新（BLE OTA）はメモリ構成で準備済みですが、まだ利用できません。

source: Firmware updates
ar: تحديثات البرنامج الثابت
es: Actualizaciones de firmware
fr: Mises à jour du firmware
ja: ファームウェアの更新

source: Forget Dryer
ar: إزالة المجفف
de: Trockner entfernen
es: Olvidar secador
fr: Oublier le sécheur
ja: ドライヤーを削除

source: Forget this dryer?
ar: إزالة هذا المجفف؟
de: Diesen Trockner entfernen?
es: ¿Olvidar este secador?
fr: Oublier ce sécheur ?
ja: このドライヤーを削除しますか？

source: Free drying sessions left
ar: الجلسات المجانية المتبقية
de: Verbleibende Gratis-Trocknungen
es: Sesiones gratuitas restantes
fr: Séances gratuites restantes
ja: 残りの無料セッション

source: Free drying sessions left: %lld
ar: الجلسات المجانية المتبقية: %lld
de: Verbleibende Gratis-Trocknungen: %lld
es: Sesiones gratuitas restantes: %lld
fr: Séances gratuites restantes : %lld
ja: 残りの無料セッション：%lld

source: Full history & statistics
ar: سجل كامل وإحصاءات
de: Vollständiger Verlauf & Statistiken
es: Historial completo y estadísticas
fr: Historique complet & statistiques
ja: 完全な履歴と統計

source: Get SpoolDry Lifetime
ar: احصل على SpoolDry مدى الحياة
de: SpoolDry Lifetime holen
es: Obtener SpoolDry de por vida
fr: Obtenir SpoolDry à vie
ja: SpoolDry 永久ライセンスを入手

source: Get Started
ar: ابدأ
de: Los geht's
es: Empezar
fr: Commencer
ja: はじめる

source: Hardware revision
ar: إصدار العتاد
es: Revisión de hardware
fr: Révision matérielle
ja: ハードウェアリビジョン

source: Heater off. Fan is cooling the chamber.
ar: السخان متوقف. المروحة تبرّد الحجرة.
de: Heizung aus. Der Lüfter kühlt die Kammer.
es: Calefactor apagado. El ventilador enfría la cámara.
fr: Chauffage coupé. Le ventilateur refroidit la chambre.
ja: ヒーター停止中。ファンで庫内を冷却しています。

source: Heater outlet
ar: مخرج السخان
de: Heizungsauslass
es: Salida del calefactor
fr: Sortie du chauffage
ja: ヒーター吹出口

source: Heater sensor
ar: حساس السخان
de: Heizungssensor
es: Sensor del calefactor
fr: Capteur du chauffage
ja: ヒーターセンサー

source: Heating to target – timer starts at temperature
ar: يجري التسخين – يبدأ المؤقت عند بلوغ الحرارة
de: Heizt auf Ziel – Timer startet bei Temperatur
es: Calentando – el temporizador empieza al llegar a la temperatura
fr: Montée en température – le minuteur démarre à la cible
ja: 加熱中 – 目標温度でタイマー開始

source: Heating to target. The drying timer starts at temperature.
ar: يجري التسخين حتى الهدف. يبدأ مؤقت التجفيف عند بلوغ الحرارة.
de: Heizt auf Zieltemperatur. Der Trocknungstimer startet bei Temperatur.
es: Calentando hasta el objetivo. El temporizador empieza al alcanzar la temperatura.
fr: Montée en température. Le minuteur démarre à la température cible.
ja: 目標温度まで加熱中。目標温度に達するとタイマーが始まります。

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
ja: 履歴

source: History stays on this iPhone. You can set the dryer up again at any time.
ar: يبقى السجل على هذا الـ iPhone. يمكنك إعداد المجفف مجددًا في أي وقت.
de: Der Verlauf bleibt auf diesem iPhone. Du kannst den Trockner jederzeit neu einrichten.
es: El historial se queda en este iPhone. Puedes volver a configurar el secador cuando quieras.
fr: L'historique reste sur cet iPhone. Vous pouvez reconfigurer le sécheur à tout moment.
ja: 履歴はこのiPhoneに残ります。いつでもドライヤーを再設定できます。

source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
ja: 時間

source: Humidity
ar: الرطوبة
de: Feuchte
es: Humedad
fr: Humidité
ja: 湿度

source: Humidity (%%)
ar: الرطوبة (%%)
de: Feuchte (%%)
es: Humedad (%%)
fr: Humidité (%%)
ja: 湿度 (%%)

source: Humidity target
ar: الرطوبة المستهدفة
de: Feuchteziel
es: Humedad objetivo
fr: Humidité cible
ja: 目標湿度

source: Humidity target reached
ar: تم بلوغ الرطوبة المستهدفة
de: Feuchteziel erreicht
es: Humedad objetivo alcanzada
fr: Humidité cible atteinte
ja: 目標湿度に到達

source: Keep chart data
ar: الاحتفاظ ببيانات الرسوم
de: Diagrammdaten behalten
es: Conservar datos de gráficos
fr: Conserver les graphiques
ja: グラフデータの保存期間

source: Know When Your Filament Is Dry.
ar: اعرف متى يجف خيطك.
de: Wisse, wann dein Filament trocken ist.
es: Sabe cuándo tu filamento está seco.
fr: Sachez quand votre filament est sec.
ja: フィラメントの乾燥完了がわかる。

source: Last 3 hours
ar: آخر 3 ساعات
de: Letzte 3 Stunden
es: Últimas 3 horas
fr: 3 dernières heures
ja: 直近3時間

source: Last drying session
ar: آخر جلسة تجفيف
de: Letzte Trocknung
es: Último secado
fr: Dernier séchage
ja: 最後の乾燥

source: Last fault
ar: آخر عطل
de: Letzter Fehler
es: Último fallo
fr: Dernier défaut
ja: 直近の異常

source: Last update %@ ago
ar: آخر تحديث منذ %@
de: Letzte Aktualisierung vor %@
es: Última actualización hace %@
fr: Dernière mise à jour il y a %@
ja: 最終更新：%@前

source: Last update %@ ago. The dryer keeps running safely on its own.
ar: آخر تحديث منذ %@. يواصل المجفف العمل بأمان بمفرده.
de: Letzte Aktualisierung vor %@. Der Trockner läuft sicher selbstständig weiter.
es: Última actualización hace %@. El secador sigue funcionando de forma segura por sí solo.
fr: Dernière mise à jour il y a %@. Le sécheur continue seul en toute sécurité.
ja: 最終更新：%@前。ドライヤーは単独で安全に動作を続けています。

source: Limits come from your dryer: %@ to %@. The fan always runs while heating.
ar: الحدود يحددها مجففك: من %@ إلى %@. تعمل المروحة دائمًا أثناء التسخين.
de: Die Grenzen kommen von deinem Trockner: %@ bis %@. Beim Heizen läuft der Lüfter immer.
es: Los límites los fija tu secador: de %@ a %@. El ventilador siempre funciona al calentar.
fr: Limites fournies par votre sécheur : %@ à %@. Le ventilateur tourne toujours pendant la chauffe.
ja: 上限と下限はドライヤーから取得：%@〜%@。加熱中は常にファンが回ります。

source: Live Activities and notifications show only what your dryer reported over Bluetooth. If the iPhone is out of range, the dryer keeps running safely and SpoolDry catches up on reconnect.
ar: تعرض الأنشطة المباشرة والإشعارات ما أبلغ عنه المجفف عبر البلوتوث فقط. إذا ابتعد الـ iPhone يواصل المجفف العمل بأمان ويتزامن SpoolDry عند إعادة الاتصال.
de: Live-Aktivitäten und Mitteilungen zeigen nur, was dein Trockner per Bluetooth gemeldet hat. Ist das iPhone außer Reichweite, läuft der Trockner sicher weiter und SpoolDry holt beim erneuten Verbinden auf.
es: Las Actividades en vivo y notificaciones solo muestran lo que el secador informó por Bluetooth. Fuera de alcance, el secador sigue funcionando de forma segura y SpoolDry se actualiza al reconectar.
fr: Les activités en direct et notifications n'affichent que ce que le sécheur a transmis en Bluetooth. Hors de portée, le sécheur continue en toute sécurité et SpoolDry se met à jour à la reconnexion.
ja: ライブアクティビティと通知は、ドライヤーがBluetoothで報告した内容のみを表示します。iPhoneが圏外でもドライヤーは安全に動作し続け、再接続時にSpoolDryが同期します。

source: Live Activities and the Dynamic Island show the real dryer state and remaining time.
ar: تعرض الأنشطة المباشرة والجزيرة الديناميكية حالة المجفف الفعلية والوقت المتبقي.
de: Live-Aktivitäten und Dynamic Island zeigen den echten Trocknerstatus und die Restzeit.
es: Las Actividades en vivo y la Dynamic Island muestran el estado real y el tiempo restante.
fr: Les activités en direct et la Dynamic Island affichent l'état réel et le temps restant.
ja: ライブアクティビティとDynamic Islandに実際の状態と残り時間を表示。

source: Live Activity & Dynamic Island on every bake
ar: نشاط مباشر وجزيرة ديناميكية في كل تجفيف
de: Live-Aktivität & Dynamic Island bei jeder Trocknung
es: Actividad en vivo y Dynamic Island en cada secado
fr: Activité en direct & Dynamic Island à chaque séchage
ja: 毎回の乾燥でライブアクティビティとDynamic Island

source: Live Activity while drying
ar: نشاط مباشر أثناء التجفيف
de: Live-Aktivität beim Trocknen
es: Actividad en vivo durante el secado
fr: Activité en direct pendant le séchage
ja: 乾燥中のライブアクティビティ

source: Live chamber temperature and relative humidity, with a full history of every bake.
ar: حرارة الحجرة والرطوبة النسبية مباشرة، مع سجل كامل لكل تجفيف.
de: Live-Kammertemperatur und relative Feuchte, mit vollständigem Verlauf jeder Trocknung.
es: Temperatura y humedad relativa en vivo, con historial completo de cada secado.
fr: Température et humidité relative en direct, avec l'historique de chaque séchage.
ja: 庫内温度と相対湿度をリアルタイム表示。すべての乾燥履歴付き。

source: Lock Screen & alerts
ar: شاشة القفل والتنبيهات
de: Sperrbildschirm & Hinweise
es: Pantalla bloqueada y avisos
fr: Écran verrouillé & alertes
ja: ロック画面と通知

source: Lowest humidity
ar: أدنى رطوبة
de: Niedrigste Feuchte
es: Humedad más baja
fr: Humidité la plus basse
ja: 最低湿度

source: Manufacturer references
ar: مراجع الشركات المصنّعة
de: Herstellerquellen
es: Referencias de fabricantes
fr: Références fabricants
ja: メーカーの参考情報

source: Material
ar: المادة
fr: Matériau
ja: 素材

source: Maximum temperature
ar: أقصى حرارة
de: Höchsttemperatur
es: Temperatura máxima
fr: Température maximale
ja: 最高温度

source: Minutes
ar: الدقائق
de: Minuten
es: Minutos
ja: 分

source: Monitor Drying From Your Lock Screen.
ar: راقب التجفيف من شاشة القفل.
de: Trocknung vom Sperrbildschirm überwachen.
es: Sigue el secado desde la pantalla bloqueada.
fr: Suivez le séchage depuis l'écran verrouillé.
ja: ロック画面から乾燥を確認。

source: Most used
ar: الأكثر استخدامًا
de: Am häufigsten
es: Más usado
fr: Le plus utilisé
ja: 最も使用

source: Multiple dryers
ar: عدة مجففات
de: Mehrere Trockner
es: Varios secadores
fr: Plusieurs sécheurs
ja: 複数のドライヤー

source: My dryers
ar: مجففاتي
de: Meine Trockner
es: Mis secadores
fr: Mes sécheurs
ja: マイドライヤー

source: My profiles
ar: ملفاتي
de: Meine Profile
es: Mis perfiles
fr: Mes profils
ja: マイプロファイル

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前

source: Needs a high-temperature dryer
ar: يحتاج مجففًا عالي الحرارة
de: Benötigt einen Hochtemperatur-Trockner
es: Requiere un secador de alta temperatura
fr: Nécessite un sécheur haute température
ja: 高温ドライヤーが必要

source: New Profile
ar: ملف جديد
de: Neues Profil
es: Nuevo perfil
fr: Nouveau profil
ja: 新規プロファイル

source: No dryer set up yet.
ar: لم يتم إعداد مجفف بعد.
de: Noch kein Trockner eingerichtet.
es: Aún no hay secador configurado.
fr: Aucun sécheur configuré.
ja: ドライヤーはまだ設定されていません。

source: No drying sessions yet
ar: لا توجد جلسات تجفيف بعد
de: Noch keine Trocknungen
es: Aún no hay secados
fr: Aucune séance de séchage
ja: 乾燥セッションはまだありません

source: No hardware yet? Use the Demo Dryer
ar: لا تملك العتاد بعد؟ استخدم المجفف التجريبي
de: Noch keine Hardware? Demo-Trockner nutzen
es: ¿Aún sin hardware? Usa el secador de demostración
fr: Pas encore de matériel ? Utilisez le sécheur de démo
ja: ハードウェアがない場合はデモドライヤーを使用

source: No previous purchase was found for this Apple Account.
ar: لم يُعثر على عملية شراء سابقة لحساب Apple هذا.
de: Für diesen Apple Account wurde kein Kauf gefunden.
es: No se encontró ninguna compra para esta cuenta de Apple.
fr: Aucun achat trouvé pour ce compte Apple.
ja: このApple Accountでの購入は見つかりませんでした。

source: No subscription.
ar: بدون اشتراك.
de: Kein Abo.
es: Sin suscripción.
fr: Sans abonnement.
ja: サブスクなし。

source: Not connected. A running session continues safely on the dryer.
ar: غير متصل. تستمر الجلسة الجارية بأمان على المجفف.
de: Nicht verbunden. Eine laufende Trocknung läuft sicher auf dem Trockner weiter.
es: Sin conexión. Una sesión en curso continúa de forma segura en el secador.
fr: Non connecté. Une séance en cours continue en sécurité sur le sécheur.
ja: 未接続。実行中のセッションはドライヤー上で安全に続行します。

source: Notes
ar: ملاحظات
de: Hinweise
es: Notas
fr: Remarques
ja: メモ

source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
ja: 通知

source: ONE-TIME PURCHASE
ar: شراء لمرة واحدة
de: EINMALKAUF
es: COMPRA ÚNICA
fr: ACHAT UNIQUE
ja: 買い切り
